{
    "siteVersion": "2.7.4",
    "_meta": {
        "sources": [
            {
                "json": "WM4",
                "abbreviation": "WMUTD",
                "full": "Westmarch UTD",
                "version": "1.9.2",
                "authors": [
                    "Various DMs"
                ],
                "convertedBy": [
                    "Gem"
                ],
                "color": "1b607e"
            }
        ],
        "dateAdded": 1742975531,
        "edition": "classic",
        "dateLastModified": 1767486432
    },
    "itemProperty": [
        {
            "abbreviation": "C",
            "source": "WM4",
            "template": "{@i {{prop_name}}}",
            "entries": [
                {
                    "type": "entries",
                    "name": "Consumable",
                    "entries": [
                        "A reward that is permanently expended upon use."
                    ]
                }
            ]
        },
        {
            "abbreviation": "E",
            "source": "WM4",
            "template": "{@i {{prop_name}}}",
            "entries": [
                {
                    "type": "entries",
                    "name": "Exotic",
                    "entries": [
                        "A reward that can only be found or received under certain circumstances."
                    ]
                }
            ]
        },
        {
            "abbreviation": "U",
            "source": "WM4",
            "template": "{@i {{prop_name}}}",
            "entries": [
                {
                    "type": "entries",
                    "name": "Unique",
                    "entries": [
                        "A reward where a very limited number of instances exist."
                    ]
                }
            ]
        },
        {
            "abbreviation": "WC",
            "source": "WM4",
            "template": "{@i {{prop_name}}}",
            "entries": [
                {
                    "type": "entries",
                    "name": "Worn Card",
                    "entries": [
                        "A series of old cards with distinct, intricate art and brown, patterned backs. Although many of them exist, they are almost never found in a complete set, and their old nature causes their powerful magics to only work once before they disintegrate into dust. Rumors mention their magic changing in the rare case of their art being oriented upside down, typically resulting in altered, stronger effects.",
                        "{@note You can view all the worn cards on the {@table Worn Cards|WM4|Worn Card Table}}",
                        "{@note Based on The Binding of Isaac: Repentance. Made by Miel}"
                    ]
                }
            ]
        }
    ],
    "baseitem": [
        {
            "name": "Axe",
            "source": "WM4",
            "rarity": "none",
            "entries": [],
            "credit": [],
            "type": "G",
            "reqAttune": false,
            "value": 200,
            "weight": 0.25
        }
    ],
    "item": [
        {
            "name": "Heart of Gears",
            "source": "WM4",
            "rarity": "legacy",
            "entries": [
                "{@i This large metal amalgamation of electrum gears empowers any construct it is installed into. The nature of the gears causes constructs to take on a more mechanical nature, allowing greater consistency in all that they do.}",
                "When attuned to, the Heart of Gears is installed into the creature, disappearing and becoming one with it. When unattuned, the Heart of Gears reappears next to the creature.",
                "Your movement speed is increased by 10 feet. You have Advantage on saving throws against the Prone condition.",
                "{@b Engrained Talent (Level 5).} The Heart of Gears holds mechanical knowledge on tools. When you finish a Short or Long Rest, choose a tool that you aren't Proficient with. You gain proficiency with that tool until the end of your next Short or Long Rest. This feature starts unlocked.",
                "{@b Clockwork Consistency (Level 7).} The Heart of Gears gains the ability to give consistency to attacks you make. It has 4 charges and regains 1d4 charges daily at dawn. When you make an attack roll, you can expend a charge to forgo rolling the d20 to get a 10 on the die.",
                "{@b Mechanical Nature (Level 9).} The Heart of Gears learns to adapt to absorb attacks made against you. Any Critical Hit against you becomes a normal hit.",
                "{@b All-Around Programming (Level 11).} The Heart of Gears gains the ability to provide consistency in all that you do. You can use Clockwork Consistency on any D20 Test you make, not just attack rolls.",
                "{@b Proper Oiling (Level 15).} The Heart of Gears improves, having 6 charges instead of 4, regaining 1d4+2 charges daily at dawn.",
                "{@b Fine Tuned Machinery (Level 17).} The Heart of Gears improves allowing consistency all of the time. It has 8 charges instead of 6, and regains all charges daily at dawn. When you roll Initiative while the heart has no charges remaining, it regains 1d4+1 charges.",
                "{@b Clockwork Mastery (Level 20).} The Heart of Gears learns when it is needed. When you make a D20 test, you can use a reaction to expend a charge to replace the number you roll with a 10.",
                "{@b Legacy Rituals.} Three rituals are needed to unlock the abilities of the Heart of Gears.",
                {
                    "type": "list",
                    "items": [
                        "{@b Advanced Parts:} You must defeat a Construct of CR 6 or higher, and spend an hour to incorporate its components into the heart. This unlocks the Level 7-9 features."
                    ]
                },
                {
                    "type": "list",
                    "items": [
                        "{@b Mechanus Machinery:} You must defeat a Modron of CR 10 or higher, and spend an hour to incorporate its components into the heart. Alternatively, you can incorporate 10k gp worth of parts bought from Mechanus. This unlocks the level 11-15 features."
                    ]
                },
                {
                    "type": "list",
                    "items": [
                        "{@b Inevitability:} You must defeat an Inevitable of CR 20 or higher, and spend an hour to incorporate its components into the heart. This unlocks the level 17-20 features."
                    ]
                },
                "{@i Made by Gem}"
            ],
            "credit": [],
            "wondrous": true,
            "reqAttune": "by a construct"
        },
        {
            "name": "Adgrac Cavebraids' Steel Boots of the Unstable Mineshaft",
            "source": "WM4",
            "rarity": "uncommon",
            "entries": [
                "{@i Specially designed by Cavebraid himself. These boots are designed to help dwarven miners detect cave-ins before they occur.}",
                "While wearing these boots, you have a Tremorsense with a range of 20 feet. When you use your Stonecunning ability, your Tremorsense range increases to 60 feet.",
                "{@i Made by Gem}"
            ],
            "credit": [],
            "wondrous": true,
            "reqAttune": "by a dwarf",
            "property": [
                "E|WM4"
            ]
        },
        {
            "name": "Emergency Wound Closure Express",
            "source": "WM4",
            "rarity": "uncommon",
            "entries": [],
            "credit": [],
            "wondrous": true,
            "reqAttune": true,
            "property": [
                "C|WM4"
            ]
        },
        {
            "name": "Mystery Potion (Common)",
            "source": "WM4",
            "rarity": "common",
            "entries": [],
            "credit": [],
            "type": "P",
            "reqAttune": false,
            "property": [
                "C|WM4"
            ]
        }
    ],
    "reward": [
        {
            "name": "Graceful Landing",
            "source": "WM4",
            "rarity": "uncommon",
            "entries": [
                "{@i Prerequisite: Acrobatics Proficiency}"
            ],
            "credit": [],
            "type": "Talent",
            "reqAttune": false
        }
    ]
}